Repository: kubrick06010/ListenScrobbler
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pl, pt, ru, sv, tr, zh_hans

source: Back
de: Rücken
es: Atrás
fr: Précédent
it: Indietro
ja: バックナンバー
pl: Tył
pt: Voltar
ru: Назад
sv: Tillbaka
tr: Geri dön
zh_hans: 回来

source: Baseline created. Future scans will submit new plays.
de: Baseline erstellt. Zukünftige Scans werden neue Plays einreichen.
es: Línea base creada. Los próximos análisis enviarán nuevas reproducciones.
fr: Référence créée. Les futurs scans soumettront de nouvelles pièces.
it: Baseline creata. Le scansioni future invieranno nuovi giochi.
ja: ベースラインが作成されました。 将来のスキャンは、新しい再生を提出します。
pl: Stworzono podstawę. Przyszłe skany przedstawią nowe sztuki.
pt: Base criada. Os exames futuros enviarão novas peças.
ru: Базовая линия создана. Будущие сканы представят новые пьесы.
sv: Baseline skapad. Framtida skanningar kommer att lämna in nya spel.
tr: Baseline yarattı. Gelecek taramalar yeni oyunlar sunacaktır.
zh_hans: 创建基线。 未来扫描会提交新的剧本.

source: Best effort
de: Bester Aufwand
es: Mejor esfuerzo
fr: Meilleur effort
it: Il miglior sforzo
ja: 最高の努力
pl: Najlepszy wysiłek
pt: Melhor esforço
ru: Лучшее усилие
sv: Bästa ansträngning
tr: En İyi Çaba
zh_hans: 尽最大的努力

source: Beta Diagnostics
de: Beta-Diagnose
es: Diagnóstico beta
fr: Diagnostic bêta
it: Diagnostica Beta
ja: ベータ診断
pl: Diagnostyka beta
pt: Diagnóstico Beta
ru: Бета-диагностика
tr: Beta Teşhisleri
zh_hans: β诊断

source: Biography
de: Biografie
es: Biografía
fr: Biographie
it: Biografia
ja: プロフィール
pl: Biografia
pt: Biografia
ru: биография
sv: Biografi
tr: Biyografi
zh_hans: 传记

source: Calculating path to %@...
de: Berechnung des Pfades zu %@...
es: Calculando la ruta a %@...
fr: Calcul du chemin vers %@...
it: Calcolo del percorso per %@...
ja: %@へのパスの計算
pl: Obliczanie ścieżki do %@...
pt: Calculando o caminho para %@...
ru: Расчет пути к %@...
sv: Beräkningsväg till %@...
tr: %@'e giden yolu hesaplayın...
zh_hans: 正在计算 %@ 的路径...

source: Calculating separation paths...
de: Berechnung der Trennstrecken...
es: Calculando caminos de separación...
fr: Calcul des chemins de séparation...
it: Calcolo dei percorsi di separazione...
ja: 分離パスの計算...
pl: Obliczanie ścieżek separacji...
pt: Calculando caminhos de separação...
ru: Расчет путей разделения...
sv: Beräkning av separationsvägar...
tr: Ayrılık yollarını hesaplamak...
zh_hans: 计算分离路径...

source: Cancel
de: Stornierung
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: отменить
sv: Avbokning
tr: Cancel Cancel Cancel Cancel
zh_hans: 取消

source: Cannot delete %@: missing ListenBrainz listen identity
de: %@ kann nicht gelöscht werden: fehlende ListenBrainz Listen Identity
es: No se puede eliminar %@: falta la identidad de escucha de ListenBrainz
fr: Impossible de supprimer %@: manque d'identité d'écoute ListenBrainz
it: Non è possibile eliminare %@: mancante ListenBrainz
ja: %@ を削除できません。ListenBrainz の欠如 ID
pl: Nie można usunąć %@: brak tożsamości ListenBrainz słuchać
pt: Não é possível apagar o %@: falta o ListenBrainz para ouvir a identidade
ru: Невозможно удалить %@: отсутствует ListenBrainz Listen ID
sv: Kan inte ta bort %@: saknad ListenBrainz lyssnar identitet
tr: %@'i silemez: ListenBrainz kimlik dinlemek
zh_hans: 无法删除 %@ : 缺少 ListenBrainz 听取身份

source: Capabilities
de: Kapazitäten
es: Capacidades
fr: Capacités
it: Capacità
ja: 能力・能力
pl: Możliwości
pt: Capacidades
ru: Возможности
sv: Förmågor
tr: Yetenekler
zh_hans: 能力

source: Capabilities: %@
de: Kapazitäten: %@
es: Capacidades: %@
fr: Capacités: %@
it: Capacità: %@
ja: 機能:%@
pl: Możliwości: %@
pt: Capacidades: %@
ru: Возможности: %@
sv: Förmågor: %@
tr: Yetenekler: %@
zh_hans: 能力: %@

source: Capture
de: Einfangen
es: Capturar
it: Capacità
ja: キャプチャ
pl: Uchwyt
pt: Capturar
ru: захват
tr: yakalama yakalama
zh_hans: 捕获

source: Capture a track from Now Playing or import a bundle.
de: Einen Titel aus „Aktueller Titel“ erfassen oder ein Paket importieren.
es: Captura una pista desde En reproducción o importa un paquete.
fr: Capturez un titre depuis À l’écoute ou importez un lot.
it: Cattura un brano da In riproduzione o importa un bundle.
ja: 再生中の曲を記録するか、バンドルをインポートしてください。
pl: Zapisz utwór z ekranu Teraz odtwarzane lub zaimportuj pakiet.
pt: Capture uma faixa de Em reprodução ou importe um pacote.
ru: Сохраните трек из раздела «Сейчас играет» или импортируйте пакет.
sv: Spara ett spår från Nu spelas eller importera ett paket.
tr: Şu An Çalınan’dan bir parça kaydedin veya bir paket içe aktarın.
zh_hans: 从“正在播放”记录曲目，或导入一个包。

source: Captured obsessions
de: Erfasste Obsessionen
es: Obsesiones capturadas
fr: Obsessions capturées
it: Ossessioni catturate
ja: 記録したお気に入り
pl: Zapisane obsesje
pt: Obsessões capturadas
ru: Сохранённые увлечения
sv: Sparade obsessioner
tr: Kaydedilen tutkular
zh_hans: 已记录的痴迷

source: Charts
de: Karten
es: Gráficos
fr: Graphiques
it: Grafico
ja: チャート
pl: Wykresy
pt: Gráficos
ru: диаграммы
sv: Diagram
tr: Grafikler
zh_hans: 图表

source: Charts, pins, followers, similar users, and recommendations use open identifiers you can take elsewhere.
de: Charts, Pins, Follower, ähnliche Benutzer und Empfehlungen verwenden offene Identifikatoren, die Sie an anderer Stelle verwenden können.
es: Listas, pines, seguidores, usuarios similares y recomendaciones usan identificadores abiertos que puedes llevar a otros sitios.
fr: Les graphiques, les pins, les suiveurs, les utilisateurs similaires et les recommandations utilisent des identifiants ouverts que vous pouvez prendre ailleurs.
it: I grafici, i perni, i seguaci, gli utenti simili e le raccomandazioni usano gli identificatori aperti che puoi prendere altrove.
ja: チャート、ピン、フォロワー、同様のユーザー、および推奨事項は、他の場所で使用できるオープン識別子を使用します。
pl: Karty, szpilki, zwolennicy, podobni użytkownicy i rekomendacje używają otwartych identyfikatorów, które można wziąć gdzie indziej.
pt: Gráficos, pinos, seguidores, usuários similares e recomendações usam identificadores abertos que você pode levar para outro lugar.
ru: Диаграммы, контакты, подписчики, аналогичные пользователи и рекомендации используют открытые идентификаторы, которые вы можете взять в другом месте.
sv: Diagram, stift, följare, liknande användare och rekommendationer använder öppna identifierare du kan ta någon annanstans.
tr: Grafikler, pins, takipçiler, benzer kullanıcılar ve öneriler başka yerlerde yapabileceğiniz açık tanımlayıcılar kullanır.
zh_hans: 图表,标注,追随者,相似的用户,以及建议使用您可以在别处取得的开放式标识符.

source: Check network connectivity. Queued listens will retry automatically.
de: Überprüfen Sie die Netzwerkverbindung. Queued Listenings werden automatisch wiederholt.
es: Verifique la conectividad de la red. Las escuchas en cola se volverán a intentar automáticamente.
fr: Vérifiez la connectivité réseau. Les écoutes en attente réessayeront automatiquement.
it: Controlla la connettività di rete. Queued ascolta automaticamente.
ja: ネットワーク接続を確認します。 キュードリスニングは自動的に再試行します。
pl: Sprawdź łączność sieciową. Słuchanie w kolejce będzie automatycznie próbowało ponownie.
pt: Verifique a conectividade de rede. As escutas em fila repetirão automaticamente.
ru: Проверьте сетевое подключение. Прослушивание будет повторяться автоматически.
sv: Kontrollera nätverksanslutning. Queued-lyssningar kommer att retry automatiskt.
tr: Ağ bağlantısını kontrol edin. Queued dinleyicileri otomatik olarak yeniden deneyecektir.
zh_hans: 检查网络连接. 排队听会自动重试 。

source: Choir
de: Chor
es: Coro
fr: Choeur
it: Coro
ja: ショアー
pl: Chór
pt: Coro
ru: хор
sv: Kör
zh_hans: 合唱团

source: Choose another user to compare archives
de: Wählen Sie einen anderen Benutzer aus, um Archive zu vergleichen
es: Elija otro usuario para comparar archivos
fr: Choisissez un autre utilisateur pour comparer les archives
it: Scegli un altro utente per confrontare gli archivi
ja: 別のユーザーがアーカイブを比較する
pl: Wybierz innego użytkownika do porównania archiwów
pt: Escolha outro usuário para comparar arquivos
ru: Выберите другого пользователя для сравнения архивов
sv: Välj en annan användare att jämföra arkiv
tr: Arşivleri karşılaştırmak için başka bir kullanıcı seçin
zh_hans: 选择另一个用于比较档案的用户

source: Choose at least one recommendation
de: Wählen Sie mindestens eine Empfehlung
es: Elija al menos una recomendación
fr: Choisir au moins une recommandation
it: Scegli almeno una raccomandazione
ja: 少なくとも1つの推奨事項を選択してください
pl: Wybierz co najmniej jedno zalecenie
pt: Escolha pelo menos uma recomendação
ru: Выберите хотя бы одну рекомендацию
sv: Välj minst en rekommendation
tr: En az bir öneri seçin
zh_hans: 至少选择一个建议

source: Choose someone to unfollow
de: Wählen Sie jemanden zum Unfollow
es: Elige a alguien para dejar de seguir
fr: Choisissez quelqu'un à ne pas suivre
it: Scegli qualcuno da non seguire
ja: フォロー解除する
pl: Wybierz kogoś, kto odstąpi
pt: Escolha alguém para não seguir
ru: Выберите кого-то, чтобы не следовать
sv: Välj någon att följa
tr: Takip etmeden birini seçin
zh_hans: 选择要退出的人

source: Clear
de: klar
es: Vaciar
fr: Effacer
it: Libero
ja: クリア
pl: Czysto.
pt: Limpar
ru: Чисто.
tr: Clear Clear Clear Clear
zh_hans: 清除

source: Clear queue
de: Klare Schlange
es: Limpiar cola
fr: Effacer la file d'attente
it: Cancella la coda
ja: クリアキュー
pl: Wyczyść kolejkę
pt: Limpar fila
ru: Чистая очередь
sv: Tydlig kö
tr: Clear kuyruğu
zh_hans: 清除队列

source: Click a node to open profile in-app.
de: Klicken Sie auf einen Knoten, um das Profil in der App zu öffnen.
es: Haz clic en un nodo para abrir su perfil en la app.
fr: Cliquez sur un noeud pour ouvrir le profil dans l'application.
it: Fare clic su un nodo per aprire il profilo in-app.
ja: ノードをクリックすると、プロファイルのアプリが開きます。
pl: Kliknij węzeł, aby otworzyć profil w aplikacji.
pt: Clique em um nó para abrir o perfil no aplicativo.
ru: Нажмите на узел, чтобы открыть профиль в приложении.
sv: Klicka på en nod för att öppna profil i appen.
tr: Uygulamada profil açmak için bir node tıklayın.
zh_hans: 点击节点打开应用中的配置文件 。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Nära
tr: Close Close Close Close
zh_hans: 关闭

source: Collaboration
de: Zusammenarbeit
es: Colaboración
it: Collaborazione
ja: コラボレーション
pl: Współpraca
pt: Colaboração
ru: Сотрудничество
sv: Samarbete
tr: İşbirliği İşbirliği İşbirliği İşbirliği
zh_hans: 协作

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較する
pl: Porównaj
pt: Comparar
ru: сравнивать
sv: Jämför
tr: Karşılaştırma
zh_hans: 比较

source: Compare Archives
de: Archive vergleichen
es: Comparar historiales
fr: Comparer les archives
it: Confronta gli archivi
ja: アーカイブの比較
pl: Porównaj archiwa
pt: Comparar os Arquivos
ru: Сравнить архивы
sv: Jämför Arkiv
tr: Karşılaştırma Arşivleri
zh_hans: 比较归档

source: Comparing %@ and %@...
de: Vergleich von %@ und %@...
es: Comparando %@ y %@...
fr: Comparaison %@ et %@...
it: Confronta %@ e %@...
ja: %@と%@の比較
pl: Porównując %@ i %@...
pt: Comparando %@ e %@...
ru: Сравнение %@ и %@
sv: Jämför %@ och %@
tr: %@ ve %@ ile karşılaştırın...
zh_hans: 比较%@和%@...

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
it: Confronto
ja: 比較比較
pl: Porównanie
pt: Comparação
ru: сравнение
sv: jämförelse
tr: Karşılaştırma Karşılaştırma Karşılaştırma
zh_hans: 比较

source: Compatibility
de: Vereinbarkeit
es: Compatibilidad
fr: Compatibilité
it: Compatibilità
ja: 互換性
pl: Zgodność
pt: Compatibilidade
ru: Совместимость
sv: Kompatibilitet
tr: Uyumluluk
zh_hans: 兼容性

source: Compatibility API error %lld: %@
de: Kompatibilität API Fehler %lld: %@
es: Error de API de compatibilidad %lld: %@
fr: Erreur de compatibilité API %lld: %@
it: Errore API %lld: %@
ja: 互換性 API エラー %lld: %@
pl: Błąd API kompatybilności %lld: %@
pt: Compatibilidade API erro %lld: %@
ru: Ошибка совместимости API %lld: %@
sv: Kompatibilitet API fel %lld: %@
tr: Uyumluluk API hatası %lld: %@
zh_hans: 兼容性 API 错误 %lld: %@

source: Compatibility Adapter
de: Kompatibilitätsadapter
es: Adaptador de compatibilidad
fr: Adaptateur de compatibilité
it: Adattatore di compatibilità
ja: 互換性アダプタ
pl: Adapter kompatybilności
pt: Adaptador de Compatibilidade
ru: Адаптер совместимости
sv: Kompatibilitet adapter
tr: Uyumluluk
zh_hans: 兼容性适应器

source: Compatibility Session
de: Kompatibilitätssitzung
es: Sesión de compatibilidad
fr: Session de compatibilité
it: Sessione di compatibilità
ja: 互換性セッション
pl: Sesja zgodności
pt: Sessão de Compatibilidade
ru: Сессия совместимости
sv: Kompatibilitetssession
tr: Uyumluluk Oturumu
zh_hans: 兼容性会话

source: Compatibility adapter
de: Kompatibilität Adapter
es: Adaptador de compatibilidad
fr: Adaptateur de compatibilité
it: Adattatore di compatibilità
ja: 互換性アダプタ
pl: Adapter kompatybilności
pt: Adaptador de compatibilidade
ru: Адаптер совместимости
sv: Kompatibilitet adapter
tr: Uyumluluk adaptörü
zh_hans: 兼容性适配器

source: Compatibility session expired or invalid.
de: Kompatibilitätssitzung abgelaufen oder ungültig.
es: La sesión de compatibilidad expiró o no es válida.
fr: Session de compatibilité expirée ou invalide.
it: Sessione di compatibilità scaduta o non valida.
ja: 互換性セッションの有効期限切れまたは無効
pl: Sesja zgodności wygasła lub jest nieważna.
pt: Sessão de compatibilidade expirada ou inválida.
ru: Сессия совместимости истекла или недействительна.
sv: Kompatibilitetssessionen upphörde eller ogiltig.
tr: Uyumluluk seansı süresiz veya geçersizdir.
zh_hans: 兼容性会话过期或无效 。

source: Compatibility session is missing. Please sign in.
de: Kompatibilitätssitzung fehlt. Bitte melden Sie sich an.
es: Falta la sesión de compatibilidad. Por favor inicia sesión.
fr: La session de compatibilité est manquante. Veuillez vous connecter.
it: Manca la sessione di compatibilità. Per favore, firma.
ja: 互換性セッションが不足しています。 お問い合わせ
pl: Brakuje sesji kompatybilności. Proszę się wpisać.
pt: Falta a sessão de compatibilidade. Por favor, assine.
ru: Совместимость отсутствует. Пожалуйста, войдите.
sv: Kompatibilitetssession saknas. Vänligen logga in.
tr: Uyumluluk seansı eksik. Lütfen oturum açın.
zh_hans: 缺少兼容性会话 。 请报名

source: Configured but disabled
de: Konfiguriert, aber deaktiviert
es: Configurado pero deshabilitado
fr: Configuration mais désactivée
it: Configurato ma disabilitato
ja: 構成されているが、無効になっています
pl: Skonfigurowane, ale wyłączone
pt: Configurado mas desativado
ru: Настроенный, но отключенный
sv: Konfigurerad men inaktiverad
tr: Configured ama engelliler
zh_hans: 已配置但已禁用

source: Connect
de: Anschluss
es: Conectar
fr: Connexion
it: Collegamento
ja: コネクト
pl: Połącz
pt: Ligar
ru: Соединить
sv: Anslut
tr: Connect Connect Connect
zh_hans: 连接

source: Connect ListenBrainz
de: ListenBrainz VERBINDEN
es: Conectar ListenBrainz
fr: Connecter ListenBrainz
it: Collegare ListenBrainz
ja: ListenBrainz接続
pl: Połącz ListenBrainz
pt: Ligar ListenBrainz
ru: Подключите ListenBrainz
sv: Anslut ListenBrainz
zh_hans: 连接 ListenBrainz

source: Connect ListenBrainz and refresh recent listens before repeating one.
de: Verbinden Sie ListenBrainz und aktualisieren Sie die letzten Hörer, bevor Sie eine wiederholen.
es: Conecte ListenBrainz y actualice las escuchas recientes antes de repetir una.
fr: Connectez ListenBrainz et rafraîchissez les écoutes récentes avant de les répéter.
it: Collegare ListenBrainz e aggiornare gli ascolti recenti prima di ripeterne uno.
ja: ListenBrainz を接続し、新しいリスニングを繰り返します。
pl: Połącz ListenBrainz i odśwież ostatnie słuchacze przed powtórzeniem jednego.
pt: Conecte ListenBrainz e atualize as escutas recentes antes de repetir uma.
ru: Подключите ListenBrainz и обновите последние прослушивания перед повторением.
sv: Anslut ListenBrainz och uppdatera nyligen lyssnar innan du upprepar en.
tr: Connect ListenBrainz ve yeni dinlemeler bir kez tekrarlamadan önce.
zh_hans: 连接 ListenBrainz 并刷新最近的声音后再重复一次 。

source: Connect ListenBrainz before submitting listens.
de: Verbinden Sie ListenBrainz, bevor Sie zuhören.
es: Conecta ListenBrainz antes de enviar escuchas.
fr: Connectez ListenBrainz avant de soumettre l'écoute.
it: Collegare ListenBrainz prima di inviare ascolti.
ja: リスニングを送信する前にListenBrainzを接続します。
pl: Połącz ListenBrainz przed wysłaniem słuchaczy.
pt: Conecte ListenBrainz antes de enviar escutas.
ru: Подключите ListenBrainz перед отправкой прослушивания.
sv: Anslut ListenBrainz innan du skickar in lyssnar.
tr: Connect Connect ConnectListenBrainzDinlemeden önce.
zh_hans: 在提交监听前连接 ListenBrainz 。

source: Connect ListenBrainz in Preferences to unlock open archive charts, recent listens, and cross-platform history.
de: Verbinden Sie ListenBrainz in Preferences, um offene Archivcharts, aktuelle Listenings und eine plattformübergreifende Historie freizuschalten.
es: Conecta ListenBrainz en Ajustes para acceder a gráficos del historial abierto, escuchas recientes e historial multiplataforma.
fr: Connectez ListenBrainz dans Préférences pour déverrouiller les graphiques d'archives ouverts, les écoutes récentes et l'historique multiplateforme.
it: Connettere ListenBrainz in Preferenze per sbloccare grafici di archivio aperti, ascolti recenti e cronologia cross-platform.
ja: 開いているアーカイブチャート、最近のリスニング、クロスプラットフォーム履歴のロックを解除するために、環境設定でListenBrainzを接続します。
pl: Połącz ListenBrainz w Preferencjach, aby odblokować otwarte wykresy archiwalne, ostatnie słuchacze oraz historię platformy krzyżowej.
pt: Conecte o ListenBrainz em Preferências para desbloquear gráficos de arquivos abertos, escutas recentes e histórico multiplataforma.
ru: Подключите ListenBrainz в Preferences, чтобы разблокировать открытые архивные диаграммы, последние прослушивания и кроссплатформенную историю.
sv: Anslut ListenBrainz i preferenser för att låsa upp öppna arkivdiagram, senaste lyssnar och plattformshistoria.
tr: Açık arşiv grafiklerini açmak için Tercih edilen ListenBrainz, son dinlemeler ve çapraz platform tarihi.
zh_hans: 在首选项中连接 ListenBrainz 以解锁打开的归档图表,最近的倾听,以及跨平台的历史.

source: Connect ListenBrainz in a few deliberate steps.
de: Verbinden Sie ListenBrainz in wenigen bewussten Schritten.
es: Conecta ListenBrainz en unos pocos pasos claros.
fr: Connectez ListenBrainz en quelques étapes.
it: Collegare ListenBrainz in pochi passi deliberati.
ja: いくつかの審美的なステップでListenBrainzを接続します。
pl: Połącz ListenBrainz w kilku celowych krokach.
pt: Conecte ListenBrainz em algumas etapas deliberadas.
ru: Подключите ListenBrainz за несколько шагов.
sv: Anslut ListenBrainz i några avsiktliga steg.
tr: Birkaç kasıtlı adımda ListenBrainz'i bağlayın.
zh_hans: 在几个慎重的步骤中连接 ListenBrainz 。

source: Connect ListenBrainz or pull to refresh.
de: Verbinden Sie ListenBrainz oder ziehen Sie zum Aktualisieren.
es: Conecta ListenBrainz o desliza para actualizar.
fr: Connectez ListenBrainz ou tirez pour rafraîchir.
it: Collegare ListenBrainz o tirare per rinfrescare.
ja: ListenBrainz を接続するか、リフレッシュするために引っ張って下さい。
pl: Połącz ListenBrainz lub pociągnij, aby odświeżać.
pt: Conecte ListenBrainz ou puxe para atualizar.
ru: Подключите ListenBrainz или перезагрузите.
sv: Anslut ListenBrainz eller dra för att uppdatera.
tr: Connect ListenBrainz veya yenilemeye çalışır.
zh_hans: 连接 ListenBrainz 或拉到刷新 。

source: Connect ListenBrainz to compare archives
de: ListenBrainz verbinden, um Archive zu vergleichen
es: Conecte ListenBrainz para comparar archivos
fr: Connectez ListenBrainz pour comparer les archives
it: Collegare ListenBrainz per confrontare gli archivi
ja: ListenBrainz を接続してアーカイブを比較する
pl: Połącz ListenBrainz, aby porównać archiwa
pt: Conecte o ListenBrainz para comparar arquivos
ru: Подключите ListenBrainz для сравнения архивов
sv: Anslut ListenBrainz för att jämföra arkiv
tr: Arşivleri karşılaştırmak için Connect ListenBrainz
zh_hans: 连接 ListenBrainz 以比较档案

source: Connect ListenBrainz to delete listens
de: Verbinden Sie ListenBrainz, um Listens zu löschen
es: Conecte ListenBrainz para eliminar escuchas
fr: Connectez ListenBrainz pour supprimer les écouteurs
it: Collegare ListenBrainz per eliminare gli ascolti
ja: ListenBrainz を接続してリスニングを削除
pl: Połącz ListenBrainz, aby usunąć słuchanie
pt: Conecte o ListenBrainz para excluir escutas
ru: Подключите ListenBrainz для удаления слушаний
sv: Anslut ListenBrainz för att radera lyssnar
tr: Connect ListenBrainz dinlemek için
zh_hans: 连接 ListenBrainz 以删除倾听

source: Connect ListenBrainz to load artist affinity
de: Verbinden Sie ListenBrainz, um Künstleraffinität zu laden
es: Conecte ListenBrainz para cargar la afinidad del artista
fr: Connectez ListenBrainz pour charger l'affinité de l'artiste
it: Collegare ListenBrainz per caricare l'affinità dell'artista
ja: アーティストの親和性をロードするためにListenBrainzを接続して下さい
pl: Połącz ListenBrainz, aby załadować powinowactwo artysty
pt: Conecte ListenBrainz para carregar afinidade do artista
ru: Подключите ListenBrainz для загрузки аффинити художника
sv: Anslut ListenBrainz för att ladda artistaffinitet
tr: Sanatçı yakınlığı için ListenBrainz'i bağlayın
zh_hans: 连接 ListenBrainz 以装入艺人亲和度

source: Connect ListenBrainz to load artist origins
de: ListenBrainz verbinden, um Künstler-Ursprünge zu laden
es: Conecte ListenBrainz para cargar los orígenes de los artistas
fr: Connectez ListenBrainz pour charger les origines de l'artiste
it: Collegare ListenBrainz per caricare le origini dell'artista
ja: アーティストの起源をロードするためにListenBrainzを接続して下さい
pl: Podłącz ListenBrainz do obciążenia początków artysty
pt: Conecte o ListenBrainz para carregar as origens do artista
ru: Подключите ListenBrainz для загрузки истоков художника
sv: Anslut ListenBrainz för att ladda konstnärens ursprung
tr: Sanatçı kökenlerini yüklemek için Connect ListenBrainz
zh_hans: 连接 ListenBrainz 以装入艺人来源

source: Connect ListenBrainz to load charts
de: Verbinden Sie ListenBrainz, um Diagramme zu laden
es: Conecta ListenBrainz para cargar los gráficos
fr: Connectez ListenBrainz aux cartes de chargement
it: Collegare ListenBrainz per caricare i grafici
ja: ListenBrainz を接続してチャートを読み込む
pl: Podłącz ListenBrainz do kart wczytywania
pt: Conecte o ListenBrainz aos gráficos de carga
ru: Подключите ListenBrainz к графикам загрузки
sv: Anslut ListenBrainz för att ladda diagram
tr: Grafikleri yüklemek için Connect ListenBrainz
zh_hans: 连接 ListenBrainz 到加载图表

source: Connect ListenBrainz to load listens
de: Verbinden Sie ListenBrainz zum Laden von Listen
es: Conecte ListenBrainz para cargar escuchas
fr: Connectez ListenBrainz pour charger les écoutes
it: Collegare ListenBrainz per caricare ascolta
ja: ListenBrainz を接続してリスニングをロード
pl: Podłącz ListenBrainz do wczytania słuchaczy
pt: Conecte o ListenBrainz para carregar escutas
ru: Подключите ListenBrainz для загрузки прослушивания
sv: Anslut ListenBrainz för att ladda lyssnar
tr: Connect ListenBrainz'i dinlemek için
zh_hans: 连接 ListenBrainz 以装入听觉

source: Connect ListenBrainz to load pins
de: Verbinden von ListenBrainz mit Load Pins
es: Conecta ListenBrainz para cargar los pines
fr: Connectez ListenBrainz aux broches de chargement
it: Collegare ListenBrainz per caricare i perni
ja: ピンをロードするためにListenBrainzを接続して下さい
pl: Podłącz ListenBrainz do wtyczek
pt: Conecte o ListenBrainz aos pinos de carga
ru: Подключите ListenBrainz для загрузки контактов
sv: Anslut ListenBrainz för att ladda pins
tr: pins yükleme için Connect ListenBrainz
zh_hans: 连接 ListenBrainz 以装入披针

source: Connect ListenBrainz to load playlists
de: Verbinden Sie ListenBrainz, um Playlists zu laden
es: Conecte ListenBrainz para cargar listas de reproducción
fr: Connectez ListenBrainz pour charger des listes de lecture
it: Collegare ListenBrainz per caricare le playlist
ja: プレイリストをロードするためにListenBrainzを接続
pl: Podłącz ListenBrainz do wczytania list odtwarzania
pt: Conecte o ListenBrainz para carregar listas de reprodução
ru: Подключите ListenBrainz для загрузки плейлистов
sv: Anslut ListenBrainz för att ladda spellistor
tr: Listeleri yüklemek için Connect ListenBrainz
zh_hans: 连接 ListenBrainz 以装入播放列表
